Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: During the period prior the the restoration of democracy, a three year plan and five year Plans were formulated and implemented.
ne_np: प्रजातन्त्र पुनःस्थापना अघिको अवधिमा एक तीन वर्षिय र बाँकी ५ वटा पञ्च वर्षीय योजना तर्जुमा भई कार्यान्वयन गरिए।

source: Thus, despite the intention of developing the nation rapidly through the utilization of planning as a development tool, the economy could not achieve the desired progress.
ne_np: यसरी योजनालाइ विकासको संयन्त्रणको उपयोग गरी देशको शिघ्र विकास गर्ने अभिप्राय हुँदा हुँदै पनि अर्थतन्त्रले वाञ्छित रुपमा प्रगति गर्न सकेन।

source: One of the primary factiors for this was the inability to clearly establish inte4rrelationship among the goals and among the objectives, priorities, strategies and programmes of the plans.
ne_np: यसो हुनुमा विगतका योजनाहरुको उद्देश्यहरुबीच तथा उद्देश्य, प्राथमिकता, रणनीति एवं कार्यक्रमहरुबीचको अन्तर्सम्बन्धलाई स्पष्ट रुपमा स्थापित गर्न नसक्नु एक प्रमुख कारण थियो।

source: This led to the establishement of a tradition of adopting a new goal prior to the accomplishment of a previous one.
ne_np: उद्देश्यहरुमा पनि कुनै एक उद्देश्य पूर्ति नहुँदै अर्को नयाँ उद्देश्यको रुपमा लिइने परम्परा बस्यो।

source: Hence, there appeared to be a lack of continuity and long-term analysis in the process of selection and identification of goals.
ne_np: यसरी उद्देश्यहरुको छनौट एवं पहिचानमा नै नि रन्तरता र दूरगामी विश्लेषणको अभाव देखियो। ।

source: The selection of strategies and priorities, too, reflected similar drawbacks and in spite of the considerable investment made during the period, no desired progress was achieved.
ne_np: यही स्थिति रणनीति तथा प्राथमिकताको छनौटमा पनि प्रतिविम्बित भए जसले गर्दा यस अवधिमा अर्थतन्त्रमा प्रसस्त लगानी भए पनि वाञ्छित प्रगति भएन।

source: The distortions in policy matters, strategies and programmers as well as the weakness in implementation evolved as the characteristic features of the then periodic development planning process.
ne_np: आवधिक योजनाहरुमा अपनाइएका नीति, कार्यनीति तथा कार्यक्रमबीचको विसङ्धतिपूर्ण र कार्यान्वयनको कमजोरी स्थिति तत्कालिन योजना विकास प्रक्रियाको चरित्रको रुपमा देखापरे।

source: An evaluation of the major economic and physical indicators during this period presents a gloomy picture, Although during the panchayat regime progress was made to a certain extent in areas like transportation, communication, health, drinking water, literacy and the ratio of student enrolments, but the economic achievements were vague and disappointing on the whole.
ne_np: यस अवधिको प्रमुख आर्थिक एवं भौतिक सूचकाङ्कहरुको मूल्यङ्कन गर्दा निराशाजनक स्थिति देखा पर्दछ। पञ्चायती व्यवस्थाको यस अवधिमा यातायात, सञ्चार सुविधा, स्वास्थ्य, खानेपानी, साक्षरता तथा विद्यार्थी भर्ना अनुपातजस्ता क्षेत्रहरुमा केही हदसम्म सुधार एवं विस्तार भए तापनि समष्टिगत रुपमा अर्थतन्त्रको उपलब्धिहरु अस्पष्ट र निराशाजनक छन्।

source: No economic changes were brought about in the life style of the majority of the population.
ne_np: वहुसंख्यक जनताको जीवन पद्धतिमा आर्थिक परिवर्तन हुन सकेन।

source: The economic condition of some segments of population deteriorated even further.
ne_np: कतिपयको आर्थिक अवस्था झन क्षीण भएर गयो ।

source: An analysis of the economic changes brought about by the planned development efforts in the past in presented below.
ne_np: विगत अवधिको योजनावद्ध विकास प्रयासबाट मु लुकको अर्थतन्त्रमा के कस्ता आर्थिक परिवर्तनहरु भए सोको विश्लेषण देहायतामा प्रस्तुत गरिएको छ।

source: Economic situation: 1.
ne_np: आर्थिक स्थिति १.

source: Gross Domestic Product: Owing to the low growth rate in Gross Domestic Product in Comparison with the high growth rate in population, the per-capita income recorded only a marginal increase during the period 1964/65 to 1989/90.
ne_np: कुल गार्हस्थ्य उत्पादन : उच्च जनसंख्या बृद्धिको अनुपातमा कुल गार्हस्थ्य उत्पादनमा खास बृद्धि नभएबाट आ.व. २०२१/२२ देखि २०४६/४७ को अवधिमा प्रतिव्यक्ति आयमा केवल सीमान्त बृद्धि भयो।

source: During this period, the average annual growth in GDP was 3.4 precent whereas the growth in per capita income was a mere 0.8 percent.
ne_np: उक्त अवधिमा कुल गार्हस्थ्य उत्पादनमा वास्तविक बृद्धि ३.४ प्रतिशत रह्यो , जब की प्रतिव्यक्ति आय बृद्धि केवल ०.८ प्रतिशत मात्र रह्यो।

source: As a result of the low growth rate in per capita income, Nepal happened to stand low even among the poorest nations of the world.
ne_np: यसप्रकार प्रतिव्यक्ति आय बृद्धिमा भएको मन्दताको फलस्वरुप विश्वका अति निर्धन राष्ट्रहरुको पंक्तिमा पनि नेपाल निकै तल उभिन पुग्यो।

source: In the past, especially during the seventh plan period (1985-1990), it was estimated that there had occurred an unprecedented growth in agricultural production.
ne_np: विगत वर्षहरुमा विशेष गरेर सातौं योजनावधि(२०४२-२०४७) मा कृषि क्षेत्रको उत्पादन बृद्धि अप्रत्याशित रुपमा भएको अनुमान गरिएको थियो।

source: In reality, records of cultivated areas previously left out were adjusted after cadastral surveys which led to an increase in the crop farming area giving rise to inflated estimates of agricultural production.
ne_np: वास्तबमा कित्ता नापीको नतिजापश्चात् कतिपय खेती गरिएका जमीनहरुको तथ्याङ्क छुट भएको देखिएकोले त्यस्ता क्षेत्रको समायोजन गर्दा सातौं योजनावधिमा कृषि बालीले ढाकेको क्षेत्रफलमा बृद्धि उत्पादन बृद्धि वास्तविकताभन्दा धेरै देखिन आएको थियो।

source: Efforts are currently underway to rectify this situation.
ne_np: हाल यसमा सुधार कार्यहरु भइरहेका छन।

source: If the aforementioned unrealistic growth were excluded, the growth rate in per-capita income during the seventh plant would be considerably lower.
ne_np: उक्त अप्राकृतिक बृद्धिलाइ हटाउने हो भने सातौं योजनामा देखिएको प्रतिव्यक्ति आयबृद्धि निकै कम हुन जानेछअप्राकृतिक किसिमबाट धेरै बृद्धि भएको देखापरेको हो।

source: Various studies have been conducted for the purpose of quantifying the people living below the poverty line in Nepal.
ne_np: नेपालमा गरीबीरेखामुनिका जनताहरुको परिमाणबारेमा विभिन्न अध्ययनहरु गरिएका छन्।

source: These studies have estimated that 40-60 percent of the populations are living below the absolute poverty line.
ne_np: ती अध्ययनहरुले करीब ४० देखि ६० प्रतिशत जनताहरु निरपेक्ष गरीबीको रेखामुनी रहेको अनुमान गरेका छनरेखामुनी धकेलिँदै जाने प्रक्रिया तीव्र भयो ।

source: According to the National Planning Commission estimates based on the assessment of available data, the percentage of the people living below the poverty line is put at about 49 percent.
ne_np: यसै सम्बन्धमा उपलब्ध तथ्याङ्कहरुको विश्लेषण गरी राष्ट्रिय योजना आयोगले गरेको अनुमानअनुसार गरीबीको रेखामुनि रहेका जनता कुल जनसंख्याको करीब ४९ प्रतिशत देखिन्छ।

source: Thus, a large segment of population is deprived of the basic necessities of life.
ne_np: यति ठूलो जनसमूदाय जीवनको आधारभूत आवश्यकताबाट वञ्चित छन्। ।

source: There had been no marked changes in the economic structure until the fall of the panchayat regime.
ne_np: पञ्चायत व्यवस्थाको अन्तसम्ममा आर्थिक संरचनामा खास परिवर्तन आएन।

source: The share of the agricultural sector in GDP was 65.1 percent in 1964/65, which recorded a slight downward trend by reaching 61 percent in 1989/90.
ne_np: आर्थिक वर्ष २०२१/२२ मा कुल गार्हस्थ्य उत्पादनको करीब ६५.१ प्रतिशत कृषिले नै ओगटेको थियो भने सो अनुपातमा केही परिमाणले मात्र घट्न गई आर्थिक वर्ष २०४६/४७ मा ६१ प्रतिशत पुग्न गयो ।

source: In addition, the mode of producti8ion continued to be traditional.
ne_np: साथै उत्पादनको आधार पनि परम्परागत नै रह्यो।

source: Due to the lack of growth in employment opportunities in non-agricultural sectors, the labour force subsisting on agriculture could not be transferred to other sectors.
ne_np: गैर कृषिक्षेत्रमा विशेष गरेर उद्योग तथा अन्य क्षेत्रहरुमा रोजगारीको अवसरमा बृद्धि हुन नसकेबाट कृषिमा आश्रित जनशक्ति अन्य क्षेत्रहरुमा स्थानान्तरण हुन सकेन।

source: The reliance of the growing labour force on agricultural pursuit where labour productivity was already low led to a further decline in per capita production in agriculture.
ne_np: श्रमको प्रतिव्यक्ति उत्पादन पहिले नै कम रहेको अवस्थामा बढ्दो श्रम शक्तिको कृषिमा अधिकनिर्भरताले गर्दा कृषिमा प्रतिव्यक्ति उत्पादन ह्रास हुँदै गयो।

source: The problem has been further compounded by the fact that the agricultural labour force has to rely excessively on the monsoon.
ne_np: कृषिमा निर्भर भएका श्रम शक्तिले अत्यधिक रुपमा मौसम माथि नै भर पर्नुपर्ने हुनाले पनि समस्यालाइ झन जटिल बनाइ दियो।

source: Foodgrain production which stood at 3.152 million metric tones in 1961/62 reached only 5.698 million metric tones in 1989/90 with an average growth rate of 2.1 percent per annum only.
ne_np: आर्थिक वर्ष २०१८/१९ मा जम्मा ३,१५२ हजार मे.टन खाद्यान्न उत्पादन भएकोमा आर्थिक वर्ष २०४६/४७ मा ५,६९८ हजार मे.टन खाद्यान्न उत्पादन भइ प्रतिवर्ष सरदर २.१ प्रतिशतले मात्र खाद्यान्न उत्पादन बृद्धि भयो।

source: This increase, again, was due mainly to the expansion in the agricultural land reather than an increase in productivity or the use of agricultural inputs.
ne_np: यो बृद्धि मुख्यतया उत्पादत्व या कृषि सामग्रीको बृद्धिभन्दा पनि कृषिक्षेत्रको विस्तारले गर्दा भएको थियो।

source: The efforts of this period were insufficient even to maintain past levels of average per capita agricultural production.
ne_np: पूर्ववत् प्रतिव्यक्ति कुल खाद्यान्न उत्पादनको स्थिति कायम राख्न यस अवधिमा कृषिक्षेत्रमा भएका प्रयासहरु अपर्याप्त देखिए।

source: The per capita food grain availability was diversely affected owing to the low growth rate in food grain supply in comparison to the growth rate in population.
ne_np: खाद्यान्न आपूर्ति बृद्धिदर जनसंख्या बृद्धिदरभन्दा कम भएको कारणले प्रतिव्यक्ति खाद्यान्न उपलब्धिमा पनि असर पर्न गयो।

source: In the irrigation sector, too, only 550,467 hectares of land had access to irrigation facility by 1989/90which comprised only 21 percent of the total land under cultivation.
ne_np: सिञ्चाईकै क्षेत्रमा हेर्ने हो भने २०४६/४७ सम्ममा कुल ५,५०,४६७ हेक्टर भूमिमा सिञ्चाइ सुविधा उपलब्ध हुन सक्यो। जुन खेती गरिएको भूमिको करीब २१ प्रतिशत मात्र थियो।

source: Notwithstanding the encouragement provided for the development of the industrial sector in the past, this sector remained in its rudimentary stage.
ne_np: विगतमा उद्योग क्षेत्रको विकासमा केही प्रोत्साहन दिइएको भए तापनि यो क्षेत्र प्रारम्भिक अवस्थामा नै रह्यो।

source: The share of the manufacturing sector including cottage industries stood at about 5 percent of GDP and provided employment to only about 2 percent of the total labour force.
ne_np: घरेलु उद्योग समेत मिलाएर उद्योग क्षेत्रको योगदान कुल गार्हस्थ्य उत्पादनमा ५ प्रतिशत जति रहेको र कुल श्रमशक्तिको करीब २ प्रतिशतलाइ मात्र यसले रोजगारी प्रदान गर्न सक्यो।

source: The sector lacked dynamism and was unable to establish the kind of growth which induces forward and backward linkages with other sectors of the economy.
ne_np: यो क्षेत्रमा गतिशीलताको अभाव देखियो र अन्य क्षेत्रसँग यसले बृद्धिदर अभिप्रेरित गर्ने खालको अगाडि र पछाडिको सम्बन्ध राख्न सकेन।

source: Although the growth rate of this sector in general has been marginally higher the that of the economy as a whole, some industrial units prospered as a result of protectionist policies.
ne_np: यद्यपि यो क्षेत्रको बृद्धिदर सम्पूर्ण अर्थतन्त्रको बृद्धिदरभन्दा सीमान्त रुपमा बढि छ तापनि केही उद्योगहरु संरक्षणनीतिहरुको कारणबाट समुन्नत भएका थिए ।

source: This is, however, incompatible with the general trends towards economic liberalization.
ne_np: यो नीति आर्थिक उदारपनको सामान्य प्रवृत्तिसँग मेल खाँदैन।

source: Capacity utilization in industries, profit yielding and investment with value added activities were slake.
ne_np: उद्योग क्षेत्रमा क्षमता उपयोग गर्ने, मूल्य अभिबृद्धिद्वारा नाफा आर्जन गर्ने र लगानी गर्ने कार्यहरुमा कमी आयो।

source: No sub-sector under the industrial sector was able to attract either domestic or foreign investors.
ne_np: यस क्षेत्र अन्तर्गतको कुनै पनि उपक्षेत्रले स्वदेशी वा विदेशी लगानीकर्ताहरुलाई आकर्षित पार्न सकेन ।

source: Instead, the total consumption expenditure during the past 16 years rose from 90 percent of GDP in 1974-75 to 93.9 percent in 1989.90.
ne_np: विगत १६ वर्षको अवधिमा कुल उपभोगमा कमी आउनुको बदला २०३१/३२ मा कुल उपभोग कुल गार्हस्थ्य उत्पादनको ९०.० प्रतिशतबाट ९३.९ प्रतिशत पुग्न गयो।

source: this was mainly due to the increase in government expenditure from 7.6 percent of GDP in 1974/75 to 11.5 percent.
ne_np: यसो हुनुको मुख्य कारण सरकारी क्षेत्रको उपभोग बृद्धि २०३१/३२ मा कुल गार्हस्थ्य उत्पादनको ७.६ प्रतिशतबाट ११.५ प्रतिशत पुग्न जानु नै थियो।

source: As a result of the increase in the consumption expenditure, the occurred a decline in gross domestic savings by 3.9 percent, thus bringing down thepercent to 6.1 in 1989/90.
ne_np: यसरी उपभोगमा भएको बृद्धिले गर्दा कुल गार्हस्थ्य बचतमा ३.९ प्रतिशतले ह्रास आई २०४६/४७ मा ६.१ प्रतिशतमा ओर्लेको थियो।

source: this evidently led to increasingly heavy reliance on foreign savings in order to bear the burden of the increased investment.
ne_np: यसबाट लगानीको बढ्दो भार बेहोर्न विदेशी बचतमाथिको निर्भरता झन बृद्धि भएको तथ्य टड कारो रुपमा देखिएको थियो।

source: While the gross investment comprised foreign assistance to the extent of 4.5 percent of the GDP in 1074/75, this reliance was estimated to have gradually risen and reached 12 percent in 1989/90.
ne_np: २०३१/३२ मा कुल गार्हस्थ्य उत्पादनको अनुपातमा कुल लगानीको ४.५ प्रतिशत विदेशी सहायतामा निर्भर रहेकोमा सो क्रमशः बृद्धि हुँदै गई २०४६।४७ मा १२.० प्रतिशत पुग्न गएको अनुमान थियो

source: 3.2 Sources of Financing Development Expenditure: An expansionary policy, especially on internal and external expenditure and borrowings, was adopted during this period.
ne_np: ३.२ विकास खर्च बेहोरिने स्रोतहरुः यस अवधिमा विशेषतः आन्तरिक तथा वाह्य खर्च र सापटीमा विस्तारमुखी वित्तीय नीति अपनाइयो।

source: The growth rate in the past years in internal resources as a financing source for development expenditure stood at 16.4 percent at current prices and 6.1 percent at constant prices.
ne_np: विकास खर्च बेहोरिने स्रोतहरुमा विगत वर्षहरुमा आन्तरिक साधनको बृद्धिदर प्रचलित मूल्यमा १६.४ प्रतिशत र स्थिर मूल्यमा ६.१ प्रतिशत रह्यो।

source: These growth rates were insufficient to cope with the increasing development expenditure.
ne_np: यी बृद्धिदरहरु बढ्दो विकास खर्च बेहोर्न अपर्याप्त थियो

source: Consequently, this led to an increased and heavy dependence of the economy on foreign aid.
ne_np: फलतः अर्थतन्त्र विदेशी सहायतामा बढ्दो रुपमा निर्भर रहन पुग्यो

source: a.
ne_np: (क)

source: Revenue Surplus: During the period between 1972/73 and 1989/90 the revenue increased at the rate of 17.3 percent at current prices and 6.9 percent at constant prices.
ne_np: राजस्व बचत : २०२९/३० र २०४६/७ को अवधिमा राजस्व प्रचलित मूल्यमा १७.३ प्रतिशतले र स्थिर मूल्यमा ६.९ प्रतिशतले बृद्धि भयो।

source: A structural analysis of the revenue reveals that it depended entirely upon traditional sources of revenue, as new revenue sources were not tapped.
ne_np: राजस्वको संरचना हेर्दा नयाँ करका स्रोतहरु उपयोगमा ल्याउन नसकेकोले केवल परम्परागत स्रोतहरुमा नै राजस्व निर्भर हुन गएको थियो।

source: The contribution of taxes to GDP stood at 2.3 percent at constant prices from indirect taxes and 0.8 percent from direct taxes in 1972/73, which rose to 4.0 percent and 0.9 percent respectively in 1989/90.
ne_np: २०२९/३० मा स्थिर मूल्यमा कुल गार्हस्थ्य उत्पादमा अप्रत्यक्ष करको अंश २.३ र प्रत्यक्ष करको अंश ०.८ प्रतिशत रहेकोमा २०४६/४७ मा अप्रत्यक्ष करको अंश ४.० प्रतिशत र प्रत्यक्ष करको ०.९ प्रतिशत रह्यो।

source: in the past years the regular expenditure recorded an unprecedented high growth.
ne_np: विगतको अवधिमा साधारण खर्च अन्धाधुन्ध रुपमा बढ्न गयो।

source: The regular expenditure increased by 18.4 percent at current prices and 7.9 percent at constant prices during the period from 1972/73 to 1989/90 the regular expenditure compared to GDP was 6 percent at current prices in 1972/73, which reached 7.3 in 1989/90.
ne_np: २०२९/३० देखि २०४६/४७ को अवधिमा साधारण खर्च मूल्यमा १८.४ प्रतिशतले र स्थिर मूल्यमा ७.९ प्रतिशतले बढ्न गयो। कुल गार्हस्थ्य उत्पादनको प्रतिशतमा प्रचलित मूल्यमा साधारण खर्च २०२९/३० मा ६.० प्रतिशत रहेको थियो भने सो अंश बढेर २०४६/४७ मा ७.३ प्रतिशत पुग्यो।

source: Thus, at constant prices the regular expenditure recorded as growth from 2.8 percent in 1972/73 to 4.5 percent in 1989/90.
ne_np: त्यसैगरी २०२९/३० को स्थिर मूल्यमा साधारण खर्च २०२९/३० को २ .८ प्रतिशतबाट बढ्दै गई २०४६/४७ मा ४.५ प्रतिशत पुग्न गयो।

source: A detailed analysis reveals that there occurred a fundamental directional change in regular expenditure from the fiscal year 1974/75.
ne_np: साधारण खर्चको वितरणतर्फ हेर्दा आर्थिक वर्ष २०३१/३२ देखि साधारण खर्चको प्रवाहमा मूलभूत दिशागत परिवर्तन भएको देखियो।

source: There was and accelerated growth in the expenditure in defence, internal security and debt servicing.
ne_np: रक्षा र आन्तरिक सुरक्षा साय्.त्र्वा र व्याज भुक्तानीमा साधारण खर्च तीव्रतर रुपमा बढ्न गयो।

source: Consequently, the share of the regular expenditure in economic and social sectors showed a decline in the total regular expenditure.
ne_np: फलस्वरुप आर्थिक तथा सामाजिक सेवाको साधारण खर्चको अंश कुल साधारण खर्चमा घट्न गयो।

source: This phenomenon corroborates the fact that the economy is increasingly becoming dependent on loans and the flow if financial resources channeled directly towards economic and social services for development is very much limited.
ne_np: यसबाट देशको अर्थतन्त्र ऋणमा बढ्दो रुपमा निर्भर हुँदै गएको र वित्तीय साधन प्रत्यक्ष रुपमा विकाससँग सम्बन्धित आर्थिक तथा सामाजिक सेवामा कम प्रवाहित भएको तथ्य पुष्टि हुन आएको छ।

source: In addition, the expenditure under the economic services for the maintenance if physical infrastructures, which were created with large investment, remained low.
ne_np: यसको अतिरिक्त प्रशस्त लगानी गरी सृजित भौतिक पूर्वाधारहरुको सम्भार खर्च बेर्होर्न आर्थिक सेवामा भएको खर्च न्यून रहेको स्थिति देखिन आयो।

source: All these factors hindered a substantial growth in revenue surplus.
ne_np: यी सबै कारणहरुले गर्दा राजस्व बचतमा खास बृद्धि हुन सकेन।

source: The revenue surplus stood at 2.8 percent of gross domestic product at current prices in 1974/75 and 2 percent in 1972/73 at constant prices.
ne_np: आर्थिक वर्ष २०३१/३२ मा राजस्व बचत कुल गार्हस्थ्य उत्पादनको प्रचलित मूल्यमा २. ८ प्रतिशत र २०२९/३० मा स्थिर मूल्यमा २.० प्रतिशत रह्यो।

source: This figure remained at 2.9 percents at current prices and 1.8 percent at constant prices in 1989/90.
ne_np: सो अंश आर्थिक वर्ष २०४६/४७ मा प्रचलित मूल्यमा २.९ प्रतिशत र स्थिर मूल्यमा १.८ प्रतिशत रहन गएको थियो।

source: b.
ne_np: (ख)

source: Deficit Finance: Thus, the mobilistation of deficit finance became an important tool of resource mobilistation due to the decline in the revenue surplus and the lack of optimum utilization of foreign aid.
ne_np: न्यून वित्त : यसरी राजस्व बचतमा आएको ह्रास र वैदेशिक सहायता आवश्यक मात्रामा उपयोग नभएको कारणले गर्दा न्यून वित्त परिचालन साधन परिचालनको एक महत्वपूर्ण उपकरणको रुपमा प्रयोगमा ल्याइएको देखियो।

source: The rate of growth in deficit financing from 1972/73 to 1989/90 was 18.4 percent at current prices and 7.9 percent at 1972/73 constant prices.
ne_np: २०२९/३० देखि २०४६/४७ सालसम्ममा न्यून वित्तको बृद्धिदर प्रचलित मूल्यमा १८.४ प्रतिशत र २०२९/३० सालको स्थिर मूल्यमा ७.९ प्रतिशत रह्यो।

source: c.
ne_np: (ग)

source: Foreign Assistance: Due to limited internal revenue mobilistation, there was a growing reliance on foreign assistance for development expenditure.
ne_np: वैदेशिक सहायता : आन्तरिक राजस्व परिचालनको सीमितताले गर्दा विकास खर्च र्वैदेशिक सहायतामा बढ्दो रुपमा आश्रित हुन पुग्यो।

source: There appeared there significant trends in forging assistance during this period.
ne_np: यस अवधिमा विदेशी सहायतातर्फ तीन महत्वपूर्ण प्रवृत्तिहरु देखापरे।

source: Firstly, there was a gradual increase in the share of foreign assistance in the development expenditure.
ne_np: प्रथमतः विकास खर्चमा विदेशी सहायताको देनक्रमिक रुपमा बृद्धि हुँदै गयो।

source: While the foreign assistance contributed 37.4 percent of total development expenditure in 1972/73, the figure increased to 61.1 percent in 1989/90.
ne_np: २०२९/३० मा कुल विकास खर्चको ३७.४ प्रतिशत विदेशी सहायता रहेकोमा सो अनुपात २०४६/४७ मा ६१.१ प्रतिशत पुग्यो।

source: Thirdly, compared to the amount of loans sanctioned by foreign donor countries and agencies, their actual utilistation remained considerably low.
ne_np: तेस्रो, विदेशी दातृ मुलुक तथा संस्थानहरुबाट स्विकृत ऋणको तुलनामा वास्तविक उपयोग निकै कम रह्यो।

source: Thus, the rapid growth in net foreign debts led to an increased burden on the economy.
ne_np: यसरी विगतमा भएको तिनुपर्ने खुद वैदेशिक ऋणमा तीव्र बृद्धिवाट अर्थतन्त्रमा वैदेशिक ऋणको भार उल्लेखनीय रुपमा बृद्धि भयो

source: Thus, the debt obligations increased from 2.0 percent in 1972/73 to 42.9 percent of gross domestic product in 1989/90.1 Due to the expansionary fiscal policies adopted during this period, the gross expenditure recorded and average annual growth rate of approximately 17 percent from fiscal years 1964/65 to 1989/90.
ne_np: कुल गार्हस्थ्य उत्पादनको अंशमा उक्त रकम २०२९/३० को २.० प्रतिशतबाट बढेर २०४६/४७मा ४२.९ प्रतिशत पुग्न गयो।यस अवधिमा अपनाइएको विस्तारमुखी वित्तीय नीतिले कुल खर्च आ.व. २०२१/२२ देखि २०४६/४७ को अवधिमा प्रतिवर्ष करीब १७ प्रतिशतले बृद्धि भएको थियो।

source: The level of total expenditure in gross domestic product was at 5 percent in 1964/65, which reached 22 percent in 1989/90.
ne_np: कुल गार्हस्थ्य उत्पादनको दाय्.त्र्जोमा खर्चको स्तर आ.व. २०२१/२२ मा करीब ५ प्रतिशत थियो भने आ.व. २०४६/४७ मा २२ प्रतिशत पुग्यो।

source: On the other hand, during the same period, the share of revenue in gross domestic product reached to only 10 percent from 3 percent.
ne_np: अर्कोतर्फ यसै अवधिमा राजस्व कुल गार्हस्थ्य उत्पादनको करीब ३ प्रतिशतबाट बढेर १० प्रतिशत मात्र पुगेको थियो।

source: Consequently, the gap between revenue and expenditure reached as high as 12 percent from 3 percent.
ne_np: फलतः राजस्व र खर्च बीचको अन्तर ३ बाट १२ प्रतिशत पुग्न गयो।

source: This led to an increased dependence on internal and external borrowings.
ne_np: यसले गर्दा स्वदेशी एंव विदेशी ऋणको चाप बढ्दै गयो।

source: Monetary and Credit situation: Money supply increased at an average annual rate of 15.6 percent during the period from June/July 1962 to June/July 1990.
ne_np: मौद्रिक तथा कर्जा स्थिति: २०१९ आषाढ देखि २०४७ आषाढसम्ममा मुद्रा प्रदायको विस्तार वार्षिक सरदर १५.६ प्रतिशतले बढ्न गएको थियो

source: The main factors for the increase in money supply was due to the increase in foreign assets by 14 percent and in internal borrowings by 26.1 percent.
ne_np: यसरी मुद्रा प्रदाय विस्तार हुनुमा खूद वैदेशिक सम्पत्ति १४ प्रतिशतले र कुल आन्तरिक कर्जा २६.१ प्रतिशतले बृद्धि हुनु नै प्रमुख कारण रहेको थियो।

source: During the same period, while the private sector loans increased by 21.3 percent, the government sector borrowing recorded a growth of 28.5 percent.
ne_np: यस अवधिमा सरकारी क्षेत्रको कर्जामा वार्षिक २८.५ प्रतिशतले र निजी क्षेत्रको कर्जामा २१.३ प्रतिशतले विस्तार हुन गयो।

source: These factors limited, to a certain extent, the activities if the private sector.
ne_np: जसको कारणबाट निजी क्षेत्रको क्रियाकलापलाई केही हदसम्म सीमित गर्‍यो।

source: During this period, a contraction in the money supply was caused by large increase in time deposits and the gradual growth of capital and other items.
ne_np: यस अवधिमा मुद्रा प्रदाय संकुचन गराउनमा आवधिक निक्षेपमा भएको ठूलो बृद्धि र पुञ्जी तथा अवर्गीकृत दायित्वमा भएको क्रमिक बृद्धिले सहयोग गरेको थियो।

source: One an average, the item deposits increased by 24.7 percent per annum and the incre ased in net capital and other liabilities was 35.2 percent.
ne_np: आवधिक निक्षेप सरदर वार्षिक २४.७ प्रतिशतले र पूत्र्जी तथा अवर्गीकृत दायित्व ३५.२ प्रतिशतले बढेको थियो।

source: During this period, as shown by the review, money supply (m2) recorded an average annual growth of 17.7 percent.
ne_np: यस समीक्षा अवधिमा विस्तार मुद्रा वार्षिक सरदर १७.४ प्रतिशतले बढन गयो।
